IDEA StatiCa Open Model
MeshElement2D.Points Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Points
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<int> Points { get; set; }
Public Property Points As List(Of Integer)
	Get
	Set
public:
property List<int>^ Points {
	List<int>^ get ();
	void set (List<int>^ value);
}
Property Value
Type: List<Int32>
See Also
Reference
MeshElement2D Class
IdeaRS.OpenModel.Result Namespace